{
    "Prisegti failą":"File upload",
    "Mano":"My",
    "Failai":"files",
    "Sukurti":"Create",
    "paskyrą":"account",
    "Administratorius":"admin",
    "Profilis":"Paskyra",
    "Atsijungti":"Log out",
    "Prisijungti":"Log in",
    "Pasirinkti":"Chose",
    "Visos":"All",
    "Visi":"All",
    
    
    "D.U.K":"Q&A",
    "Dažnai užduodami klausimai":"Frequently asked questions",

    "Kaip vyksta užsakymo procesas?":"How does the ordering process work?",
    "Pasirenkate ar sukuriate sau tinkamą ekosistemos planą.":"You choose or create an ecosystem plan that works for you.",
    "Pasirinkus tinkamiausią ekosistemą apmokate vieną mėnesį į priekį.":"By choosing the most suitable ecosystem, you pay one month ahead.",
    "Sėkminga Reklamos Ekosistemos auginimo pradžia.":"Successful start of growing the Advertising Ecosystem.",
    
    "Kaip vyksta darbo procesas?":"How is the work process going?",
    "Pateikiate grafikos dizaino darbo užklausą mūsų platformoje.":"You are requesting a graphic design job on our platform.",
    "Per 24 valandas pateikiame pirmini darbo rezultatą. Juos rasite skiltyje “Mano failai”.":"We provide the initial result of the work within 24 hours. You can find them in the “My Files” section.",
    "Jei yra poreikis - pateikiate pataisymus, pasiekus norimą rezultatą darbas yra fiksuojamas užbaigtas. Pataisymus atliekame kuo įmanoma greičiau, vėliausiai pirmųjų pataisymų sulauksite per 12 valandų.":"If there is a need - you submit corrections, when the desired result is achieved, the work is recorded completed. We will make the corrections as soon as possible, and you will receive the first corrections within 12 hours at the latest.",
    
    "Per kiek laiko yra įvykdoma mano dizaino užklausa?":"How long does it take to complete my design request?",
    "Pirmieji darbo rezultatai yra pateikiami per 24 valandas nuo užsakymo pateikimo.":"The first results of the work are delivered within 24 hours of placing the order.",
    
    "Ar reikės pasirašyti sutartį?":"Will I need to sign a contract?",
    "Ne, jokių sutarčių pasirašyti nereikės. Į Jūsų el. paštą bus išsiųstas laiškas su visomis ekosistemos sąlygomis ir jei su jomis sutiksite, tuomet darbus pradėsime nuo išankstinės sąskaitos apmokėjimo.":"No, you will not need to sign any contracts. To your e-mail a letter will be sent in the mail with all the conditions of the ecosystem and if you agree with them, then we will start work from the advance payment of the bill.",
    
    "Ką daryti, jei paslaugos netenkina mano lūkesčių?":"What if my services don't live up to my expectations?",
    "Darbai turi neribotus pataisymus, todėl visuomet galime pataisyti nepatikusias dizaino detales.":"The works have unlimited corrections, so we can always correct unpleasant design details.",
    
    "Kiek pataisymų galiu tikėtis?":"How many fixes can I expect?",
    "Tiek, kiek Jums prireiks. Pataisymus atliekame kuo įmanoma greičiau, vėliausiai pirmųjų pataisymų sulauksite per 12 valandų.":"As much as you need. We will make the corrections as soon as possible, and you will receive the first corrections within 12 hours at the latest.",
    
    "Kiek atliktų dizaino darbų gausiu per mėnesį?":"How much design work will I receive per month?",
    "Dizaino darbų kiekis priklauso nuo Jūsų pasirinkitos Ekosistemos.":"The amount of design work depends on the Ecosystem you choose.",
    
    "Kokiu būdu galiu sumokėti už paslaugas?":"How can I pay for services?",
    "Už paslaugas galite sumokėti bankiniu pavedimu į MB “Reklamos ekosistema” banko sąskaitą.":"You can pay for the services by bank transfer to the bank account of MB “Reklamos ekosistema”.",
    
    "Kaip sužinosiu, kad mano planas baigiasi?":"How do I know my plan is ending?",
    "Jūsų paskyroje yra nurodoma iki kada Jūsų planas galioja. Prieš pasibaigiant Jūsų planui, gausite pranešimą į el. paštą su išankstinę sąskaitą faktūrą. Norėdami pratęsti planą, Jūs sumokate plano mokesti. Jei nei vieno iš planų nenorite pratęsti, tuomet galite ignoruoti gauta pranešimą.":"Your account indicates how long your plan is valid. You will receive an email before your plan expires. mail with a pre-invoice. To extend the plan, you pay a plan fee. If you do not want to extend any of the plans, then you can ignore the message you received.",
    
    "Ar suteikiate pinigų grąžinimą jei esu nepatenkintas jūsų paslaugomis?":"Do you provide a refund if I am dissatisfied with your services?",
    "Ne, prieš pradedant darbus, Jūs sutinkate su Terminais ir Sąlygomis.":"No, you agree to the Terms and Conditions before starting work.",
    
    "Kiek pirminių dizaino variantų gausiu pradėjus projektą?":"How many initial design options will I get when I start a project?",
    "Norėdami gauti daugiau variantų, užsakymo užklausoje parašykite, jog norite gauti kelis dizaino variantus. Nepamirškite, jog daugiau variantų yra tolygu ilgesniam darbo laikui (projekto trukmė gali ilgėti).":"For more options, write in the order request that you want to get several design options. Keep in mind that more options are equivalent to longer working hours (project duration may be longer).",
    
    "Ar galite atlikti daugiau dizaino darbų?":"Can you do more design work?",
    "Jei viršijote savo dizaino darbų kiekį per mėnesį, Jūs galite užsisakyti pavienius darbus už papildomai sutartą kainą. Jei taip nutinka, rekomenduojame kreiptis mūsų nurodytais kontaktais arba pokalbių sistemoje.":"If you have exceeded the number of your design works per month, you can order individual works for an additional agreed price. If this happens, we recommend that you contact the contacts or chat system provided by us.",

    "Kodėl mano projektas vyksta ilgiau, nei buvo numatyta?":"Why is my project taking longer than expected?",
    "Tai gali įvykti dėl kelių priežasčių:":"This can happen for several reasons:",
    "Projekto užklausa buvo pateikta neaiškiai, todėl buvo įvykdytas pakartotinis kontaktas.":"The project request was unclear, so re-contact was made.",
    "Klientas pateikė prašymą atlikti projekto detalių pataisymus.":"The client submitted a request for corrections to the project details.", 
    "Dizaineriui prireikus papildomos informacijos/detalių darbui atlikti, klientas užtruko atsakyti į užduotus klausimus.":"When the designer needed additional information / details to do the work, the client took time to answer the questions asked.",
   
    "Ar galiu redaguoti pateiktą užklausą?":"Can I edit the request?",
    "Ne, tačiau norėdami pateikti papildomą komentarą, prašome susisiekti su mūsų atstovu.":"No, but please contact our representative for additional comment.",
    
    "Ar man priklauso teisės į dizaino darbus?":"Do I own the rights to the design work?",
    "Taip, Jums priklauso visos teisės ir licencijos į pateiktą darbą. Tačiau, jei Jūs pateikiate nelicencijuotą medžiagą, mes negalime prisiimti atsakomybės už galutinį dizaino produktą.":"Yes, you own all rights and licenses to the work submitted. However, if you provide unlicensed material, we cannot take responsibility for the final design product.",
    
    "Ką daryti jei pamiršau užklausoje prisegti failus arba pateikti tam tikrą informaciją?":"What if I forgot to attach files or provide certain information in the request?",
    "Jei taip įvyko, prašome netrukus susisiekti naudojantis pokalbių sistema arba kitais nurodytais kontaktais.":"If this happens, please contact us shortly using the chat system or other contacts listed.",
    
    
    "profilis":"profile",
    "Mano":"My",
    "Admin":"Admin",
    "Sukurti paskyrą":"Create an account",
    "Mano failai":"My files",
    "Meniu":"Menu",
    "Pradžia":"Home",
    "Užsakymų istorija":"Order history",
    "Pasirinkti paskyrą":"Chose an account",
    "Visos paskyros":"All accounts",
    "Aktyvūs projektai":"Active projects",
    "Nėra uždarytų projektų":"No closed projects",
    "Vardas":"First name",
    "Pavardė":"Last name",
    "Užsiregistravo":"Registered",
    "Planas":"Plan",
    "Visos aktyvios paskyros":"All active accounts",
    "Pavadinimas":"Name",
    "Visi užsakymai":"All orders",
    "Ištrinti visus pranešimus":"Delete all notifications",
    "Jungtis":"Log in",
    "Prisijungimas":"Sign in",
    "paskyra":"account",
    "Mano ":"My",
    "failai":"files",
    "Užsakymas":"Order",
    "Užsakymo data":"Order date",
    "Užsakymo tipas":"Order type",
    "Prezentacija":"Presentation",
    "Projektas kuriamas":"In progress",
    "Laikas baigėsi":"Time is over",
    "Atidaryti":"Open",
    "Peržiūrėti":"Preview",
    "Tikėtina už":"Expected time",
    "Būsena":"State",
    "Žinutės":"Messages",
    "Įmonės prekės ženklas":"Brand",
    "Pradėti užsakymą":"Create new order",
    "Likę užsakymai šiam mėnesiui":"Orders left for this month",
    "Užsakymo pavadinimas":"Order's name",
    "Pasirinkite užsakymo tipą":"Select type",
    "Kas turi matytis galutiniame rezultate":"How end result should look like",
    "Pradėti rašyti":"Start typing",
    "Darbo reikalavimai":"Requirements",
    "Reikalingi failai / pavyzdžiai":"Files / examples",
    "Prisegti failus":"Browse computer",
    "Papildomi komentarai":"Extra comments",
    "Užsakymo forma":"Create order",
    "Siųsti užklausą":"Register order",
    "Soc. medijų baneris":"Soc, media banner",  
    "Vizitinė kortelė":"Business card",
    "Nuolaidų kuponas":"Discount coupon",
    "Lankstinukas":"Leaflet",
    "Kvietimas":"Invitation",
    "Ikona":"Icon",
    "Nuotraukų redagavimas":"Photo editing",
    "FB, IG Story dizainas":"FB, IG Story design",
    "Lauko reklama":"Outdoor Advertising",
    "Lipdukas":"Sticker",
    "Pakuočių dizainas":"Packaging design",
    "Skrajutės":"Flyers",
    "Marškinėlių dizainas":"T-shirt design",
    "Infografika":"Infographics",
    "Sąs. faktūrų dizainas":"Invoice design",
    "Etiketė":"Label design",
    "Veiklos sritis":"Industry",
    "Aprašymas":"Description",
    "Svetainė":"Website",
    "Įmonės prekės ženklo failai / pavyzdžiai":"Brand files / examples",
    "Spalvos":"Colors",
    "Pridėti spalvą":"Add color",
    "Išsaugoti":"Save",



    "Pranešimai":"Notifications",
    "Užsakymo rezultatai":"Order's results",
    "Dizainerio komentaras":"Designer's comment",
    "Atsisiųsti rezultatus":"Download results",
    "Komentaras klientui":"Comment for client",
    "Versijų skaičius":"Amount of versions",
    "Komentarai":"Comments",
    "Įkelti rezultato naują versiją":"Upload new version",
    "Failai prisegti":"Files uploaded",
    "Patvirtinti":"Confirm",
    "Rodyti rezultatus":"Show results",
    "Klientų failai":"Client's files",
    "Grįžti":"Back",
    "Išsaugoti":"Save",
    "Klientas neturi aktyvių užsakymų":"Client doesn't have active orders",
    "Tikėtina už":"Expected",
    "Redaguoti":"Edit",
    "Veiksmai":"Actions",
    "Labai greitai":"Soon",
    "Užsakymo būsena":"Order state",
    "Tikėtina darbo pabaiga":"Expected due date",
    "Įkelti rezultatus":"Upload results",
    
    "Čia galite užpildyti užsakymo informaciją. Užsakymas gali būti tiek viena nuotrauka, tiek visa jų kolekcija. Skaičius šalia simbolizuoja kiek užsakymų liko šiam mėnesiui.":"Here you can fill your order information. The order can be either one photo or their entire collection. The number symbolizes how many orders are left for this month.",
    "Temos pasirinkimas":"Theme choice",
    "Čia galite pasirinkti vieną iš 6 svetainės spalvų palečių ir pakeisti svetainės išvaizdą.":"Here you can select one of the 6 color palettes for the site and change the look of the site.",
    "Čia galite matyti aktyvių projektų būseną. Kai užsakymas turės rezultatų paruoštų peržiūrai gausite pranešimą. Nuėjus į rezultatų puslapį prie užsakymo bus galima palikti komentarą arba jeigu viskas tinka atsisiųsti rezultatus ir pakeisti užsakymo būseną į pabaigtą.":"Here you can see the status of active projects. You will receive a notification when the order has the results ready for review. Going to the results page next to the order will allow you to leave a comment or if everything is suitable you will be able to download results and change the status of the order to completed.",
    "Čia galite įkelti diskusijos metu aptartus failus, jie nebūtinai turi priklausyti užsakymui ar įmonės ženklui.":"Here you can upload files discussed during the communication, they do not necessarily belong to the order or the company brand.",
    "Čia galite matyti pabaigtus arba atšauktus projektus, galima juos peržiūrėti, redaguoti ir jeigu apsigalvojote pakeisti būseną į redaguojama, kas pavers jį aktyviu.":"Here you can see completed or canceled projects, view them, edit them, and if you change your mind, change the status to editable, which will make it active.",
    "Čia galite rasti atsakymą į dažniausiai užduodamus klausimus, jeigu atsakymo neradote visada galite tiesiogiai rašyti dizaineriams.":"Here you can find answers to the most frequently asked questions, if you did not find the answer you can always write directly to the designers.",
    "Čia galite aptarti su dizaineriu užsakymo eigą, būseną, iškilusius klausimus bei pastebėjimus, įkelti failus galima Mano failai skiltyje, kad reikiami failai nepasimestų tarp žinučių, kai jų bus labai daug.":"Here you can discuss the progress of the order, questions and observations with the designer, upload files in the My Files section so that the required files are not lost between messages when there are many of them.",
    "Jeigu turėsite užsakymų, kurie turės tą pačią spalvų paletę ar panašią tematiką, galite susikurti įmonės prekės ženklą ir užsakymo kūrimo metu pridėti jį.":"If you have orders that will have the same color palette or similar theme, you can create a company brand and add it during order creation.",
    "Projektas atliktas":"Order completed",
    "Prekės ženklas":"Brand",
    "Paslėpti":"Hide guide",
    "Kitas":"Next",
    "Pasirinkti aktyvią versiją":"Choose active version",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    




    "":""
}